{
  "name": {
    "first": "ksana",
    "last": "Lyakhova"
  },
  "projects": {
    "url": "https://raw.githubusercontent.com/oksanalyakhova/pf-nuxt/main/static/data/projects.json"
  },
  "react": {
    "intro": {
      "first": "I love React, JSX, Styled Components, React Hooks and all the possibilities that React provides.",
      "second": "There are some of my React demos here:"
    },
    "not-only-react": "Not only React - I have 2+ years of experience in Vue. This app was written with Class-Based Components and TypeScript."
  },
  "react-projects": {
    "url": "https://raw.githubusercontent.com/oksanalyakhova/pf-nuxt/main/static/data/react-projects.json"
  },
  "vue": {
    "demo": "https://github.com/oksanalyakhova/pf-nuxt",
    "titleStart": "Portf",
    "titleEnd": "olio",
    "info": "This app code",
    "code": "https://github.com/oksanalyakhova/pf-nuxt",
    "label": "Portfolio"
  },
  "about": {
    "intro": {
      "first": "Hi, I'm Oksana, Front-end Developer based in Ukraine. I'm 35 years old. I love clean code and learning. An opportunity to work on big products. Ideally based on Vue. Well organized working process: good team, good communication, release cycle, good management, interesting tasks, career opportunities and the enhancement of professional skills. Product company is preferred.",
      "second": "I have more than 4 years of experience working with commercial projects as Front-end Developer. I’m a developer with taste for animation and big typography :)",
      "third": "Main tech skills: <span>Figma/ Photoshop / Phpstorm; working with SASS / SCSS preprocessors; Bootstrap, html5, css 3, scss, BEM methodology; Git version control system, github, gitlab; npm, webpack; Vue 2, vue 3, Javascript (ES6, ES7), jquery, rest api, react.</span>",
      "fifth": "I'm ambitious and love new challenges. My variety of skills is continuously expanding. And as a real geek I always happy to work with a Team of strong IT professionals"
    }
  },
  "say-hi": {
    "git": {
      "href": "https://github.com/oksanalyakhova",
      "name": "Git."
    },
    "ig": {
      "href": "https://www.instagram.com/ksenyalyakhova",
      "name": "Ig."
    }
  },
  "errors": {
    "not-found": "Page not found"
  }
}
