{
  "name": {
    "first": "ксана",
    "last": "Ляхова"
  },
  "projects": {
    "url": "https://raw.githubusercontent.com/oksanalyakhova/pf-nuxt/main/static/data/projects-ua.json"
  },
  "react": {
    "intro": {
      "first": "Я люблю React, JSX, Styled Components, React Hooks та всі можливості, які надає React.",
      "second": "Ось кілька моїх демок з React:"
    },
    "not-only-react": "Не тільки React - маю більше 2 років досвіду роботи із Vue. Цю аппку написано на основі Class-Based Components з TypeScript."
  },
  "react-projects": {
    "url": "https://raw.githubusercontent.com/oksanalyakhova/pf-nuxt/main/static/data/react-projects-ua.json"
  },
  "vue": {
    "demo": "https://github.com/oksanalyakhova/pf-nuxt",
    "titleStart": "Portf",
    "titleEnd": "olio",
    "info": "This app code",
    "code": "https://github.com/oksanalyakhova/pf-nuxt",
    "label": "Portfolio"
  },
  "about": {
    "intro": {
      "first": "Отже, мене звуть Оксана, я Front-end Developer з Києва. Мені 35 років. Я люблю чистий код і постійне навчання. Можливість працювати над великими продуктами. В ідеалі на основі Vue. Добре організований робочий процес: добра команда, хороша комунікація, цикл випуску, хороший менеджмент, цікаві завдання, кар’єрні можливості та підвищення кваліфікації. Перевага надається продуктовій компанії.",
      "second": "Маю понад 4 роки досвіду роботи в комерційних проектах як Front-end Developer. Я розробник з любов'ю до анімацій та великих шрифтів :)",
      "third": "Мій стек: Figma/ Photoshop / Phpstorm; working with SASS / SCSS preprocessors; Bootstrap, html5, css 3, scss, BEM methodology; Git version control system, github, gitlab; npm, webpack; Vue 2, vue 3, Javascript (ES6, ES7), jquery, rest api, react.",
      "fifth": "Я амбітна і люблю нові виклики та постійно розширюю свої навички. І, як справжній задрот, завжди щаслива співпрацювати з командою сильних ІТ-професіоналів."
    }
  },
  "say-hi": {
    "git": {
      "href": "https://github.com/oksanalyakhova",
      "name": "Git."
    },
    "ig": {
      "href": "https://www.instagram.com/ksenyalyakhova",
      "name": "Ig."
    }
  },
  "errors": {
    "not-found": "Сторінку не знайдено"
  }
}
